from .router import create_api_router


__all__ = ["create_api_router"]


# target_proffesions = [
#     "Разработчики систем искусственного интеллекта",
#     "Системные аналитики",
#     "Менеджеры маркетплейсов",
#     "Инженеры-технологи",
#     "Электромеханики",
#     "Маркшейдеры",
#     "Медсестры",
#     "Врачи",
#     "Воспитатели",
#     "Учителя",
# ]

# ml_response = {
#     "ITAM": {
#         "desctription": "описание",
#         "predict": [
#             "Разработчики систем искусственного интеллекта",
#             "Системные аналитики",
#         ],
#     },
#     "Яндекс Образование": {
#         "description": "Это — хаб учёбы будущего. Здесь мы вдохновляем на новое в образовании и IT. Читайте полезные материалы, следите за анонсами и становитесь частью большого фьюче-комьюнити.",
#         "predict": ["Инженеры-технологи", "Электромеханики"],
#     },
# }
